{"d1e3": {"l": "./partfive.html#topic_blr_kwd_ddc","t": "Part Five","d": "<div class=\"abstract\"><p class=\"shortdesc\">A Not-So-Enchanted Evening Once in the beast's room, Belle discovers an enchanted rose that was placed under a curse by a mysterious woman. Just as she is about to touch it, the beast emerges and bellows at her to stay away out of rage. Frightened, she bolts from the castle</p></div>"},"d1e10": {"l": "./finale.html#topic_blr_kwd_ddc","t": "Finale","d": "<div class=\"abstract\"><p class=\"shortdesc\">A Happy Ending In the end, Belle saves the beast--not only from Gaston, but also from the curse. In a moment of intense emotion and passion, Belle kisses the beast, breaking the curse and releasing the prince that was trapped inside all those years, transforming the monstro...</p></div>"},"d1e17": {"l": "./parttwo.html#topic_blr_kwd_ddc","t": "Part Two","d": "<div class=\"abstract\"><p class=\"shortdesc\">Into the Woods One day, what seemed like just another ordinary day turned out to be much more than that. Maurice gets lost on his way to a fair and ends up coming across the castle where the beast lives. Due to bad weather, he decides to take cover inside. Unaware that a be...</p></div>"},"d1e24": {"l": "./index.html#topic_blr_kwd_ddc","t": "Beauty and the Beast","d": "<p class=\"shortdesc\"> Welcome! Come along with me as I tell a tale as old as time. It is the story of Belle, a hidden gem in a small village, and how crossing paths with a lonesome beast changed her life in a way she never would have imagined. </p> "},"d1e31": {"l": "./partsix.html#topic_blr_kwd_ddc","t": "Part Six","d": "<div class=\"abstract\"><p class=\"shortdesc\">Gaston turns the town against the beast and they all march over and raid the castle. Gaston attacks beast, injuring him badly. Gaston falls to his death, finally getting what was coming to him, even though it had been a long time coming.</p></div>"},"d1e39": {"l": "./partthree.html#topic_blr_kwd_ddc","t": "Part Three","d": "<div class=\"abstract\"><p class=\"shortdesc\">Exploring her Surroundings Belle learns about the castle and its hidden secrets. She gets her own room after she finds herself in the enchanted castle and is invited to stay by the beast. She finds a beautiful dress in her room to wear to dinner, of which she's been invited...</p></div>"},"d1e46": {"l": "./partfour.html#topic_blr_kwd_ddc","t": "Part Four","d": "<div class=\"abstract\"><p class=\"shortdesc\">An Enchanted Evening Belle and the beast become close with one another, reading books from the grand library and talking together about many different things. They share a romantic evening together, eating dinner in a lovely dining room and then dancing in an enchanting bal...</p></div>"}}