{"d1e3": {"l": "./partfive.html#topic_blr_kwd_ddc","t": "Part Five","d": "<div class=\"abstract\"><p class=\"shortdesc\">beast banishes belle in rage; belle leaves.</p></div>"},"d1e10": {"l": "./finale.html#topic_blr_kwd_ddc","t": "Finale","d": "<div class=\"abstract\"><p class=\"shortdesc\">A Happy Ending In the end, Belle saves the beast--not only from Gaston, but also from the curse. In a moment of intense emotion and passion, Belle kisses the beast, breaking the curse and releasing the prince that was trapped inside all those years, transforming the monstro...</p></div>"},"d1e17": {"l": "./parttwo.html#topic_blr_kwd_ddc","t": "Part Two","d": "<div class=\"abstract\"><p class=\"shortdesc\">Into the Woods One day, what seemed like just another ordinary day turned out to be much more than that. Maurice gets lost on his way to a fair and ends up coming across the castle where the beast lives. Due to bad weather, he decides to take cover inside. Unaware that the ...</p></div>"},"d1e24": {"l": "./index.html#topic_blr_kwd_ddc","t": "Beauty and the Beast","d": "<p class=\"shortdesc\"> Welcome! Come along with me as I tell a tale as old as time. It is the story of Belle, a hidden gem in a small village, and how crossing paths with a lonesome beast changed her life in a way she never would have imagined. </p> "},"d1e31": {"l": "./partsix.html#topic_blr_kwd_ddc","t": "Part Six","d": "<div class=\"abstract\"><p class=\"shortdesc\">Gaston turns the town against the beast and they all march over and raid the castle. Gaston attacks beast, injuring him badly. Gaston falls to his death, finally getting what was coming to him, even though it had been a long time coming.</p></div>"},"d1e39": {"l": "./partthree.html#topic_blr_kwd_ddc","t": "Part Three","d": "<div class=\"abstract\"><p class=\"shortdesc\">Belle gets her own room and learns more about the castle and its hidden secrets.</p></div>"},"d1e46": {"l": "./partfour.html#topic_blr_kwd_ddc","t": "Part Four","d": "<div class=\"abstract\"><p class=\"shortdesc\">belle and beast become close with one another, eating, reading books, talking, and dancing together.</p></div>"}}